[
    {
        "title": "Article 1 : Objet",
        "body": [
            "Les présentes CGU ou Conditions Générales d’Utilisation encadrent juridiquement l’utilisation des services de l'application Thunder Express (ci-après dénommée « l’application »).\n",
            "Constituant le contrat entre la société Thunder Express et l’Utilisateur, l’accès à l’application doit être précédé par l’acceptation de ces CGU. L’accès à cette application signifie l’acceptation des présentes CGU."
        ]
    },
    {
        "title": "Article 2 : Mentions légales",
        "body": [
            "L’édition de l’application Thunder Express est assurée par la société Thunder Express inscrite au RNE sous le numéro de 1772222N, dont le siège social est localisé à Imem Boukhari APP A1, Khzema Ouest 4071."
        ]
    },
    {
        "title": "Article 3 : Accès à l’application",
        "body": [
            " L’application est accessible gratuitement pour tout utilisateur disposant d’un accès à Internet. Tous les frais nécessaires pour l’accès aux services (matériel informatique, connexion Internet…) sont à la charge de l’utilisateur.\n",
            "L’accès aux services dédiés aux membres s’effectue à l’aide d’un identifiant et d’un mot de passe. Pour des raisons de maintenance ou autres, l’accès à l’application peut être interrompu ou suspendu par l’éditeur sans préavis ni justification."
        ]
    },
    {
        "title": "Article 4 : Collecte des données",
        "body": [
            "Pour la création du compte de l’Utilisateur, la collecte des informations au moment de l’inscription est nécessaire et obligatoire. Le traitement de ces informations s’effectue dans le cadre du respect de la vie privée."
        ]
    },
    {
        "title": "Article 5 : Propriété intellectuelle",
        "body": [
            "Les marques, logos ainsi que les contenus de l’application de Thunder Express (illustrations graphiques, textes…) sont protégés par la loi n° 36 du 24 février 1994 relative à la propriété littéraire et artistique et par les droits d’auteur.\n",
            "La reproduction et la copie des contenus par l'utilisateur requièrent une autorisation préalable de l’application. Dans ce cas, toute utilisation à des usages commerciaux ou à des fins publicitaires est proscrite."
        ]
    },
    {
        "title": "Article 6 : Responsabilité",
        "body": [
            "En dépit des mises à jour régulières, la responsabilité de l’application ne peut être engagée en cas de modification des dispositions administratives et juridiques apparaissant après la publication. Il en est de même pour l’utilisation et l’interprétation des informations communiquées sur l’application.\n",
            "L’application décline toute responsabilité concernant les éventuels virus pouvant infecterle matériel informatique de l'utilisateur après l’utilisation ou l’accès à cette application.\n",
            "La garantie totale de la sécurité et la confidentialité des données est assurée par l’application.Thunder Express s’engage à mettre en œuvre toutes les méthodes requises pour le faire au mieux."
        ]
    },
    {
        "title": "Article 7 : Cookies",
        "body": [
            "Lors de l’ouverture de l’application, l’installation automatique d’un cookie sur le logiciel de navigation de l'utilisateur peut survenir.\n",
            "Les cookies correspondent à de petits fichiers déposés temporairement sur le disque dur de l’appareil mobile de l'utilisateur.Ces cookies sont nécessaires pour assurer l’accessibilité à l’application. Ces fichiers ne comportentpas d’informations personnelles et ne peuvent pas être utilisés pour l’identification d’une personne.\n",
            "L’information présente dans les cookies est utilisée pour améliorer l’utilisation de l’application Thunder Express.En utilisant l’application, l’Utilisateur accepte les cookies. Leur désactivation peut s’effectuer via lesparamètres du logiciel de navigation."
        ]
    },
    {
        "title": "Article 8 : Publication par l’Utilisateur",
        "body": [
            "L’application Thunder Express permet aux membres de publier des commentaires. \nDans ses publications, le membre est tenu de respecter les règles de la Netiquette ainsi que les règles de droit en vigueur.\n  L’application dispose du droit d’exercer une modération à priori sur les publications et peut refuser leur mise en ligne sans avoir à fournir de justification. \n",
            "Le membre garde l’intégralité de ses droits de propriété intellectuelle. Toutefois, toute publication sur l’application implique la délégation du droit non exclusif et gratuit à la société éditrice de représenter, reproduire, modifier, adapter, distribuer et diffuser la publication n’importe où et sur n’importe quel support pour la durée de la propriété intellectuelle. Cela peut se faire directement ou par l’intermédiaire d’un tiers autorisé. Cela concerne notamment le droit d’utilisationde la publication sur le web et sur les réseaux de téléphonie mobile.\n",
            "À chaque utilisation, l’éditeur s’engage à mentionner le nom du membre à proximité de la publication. L'utilisateur est tenu responsable de tout contenu qu’il met en ligne. Il s’engage à ne pas publier de contenus susceptibles de porter atteinte aux intérêts de tierces personnes. Toutes procédures engagées en justice par un tiers lésé à l’encontre de l’application devront être prises en charge par l’Utilisateur."
        ]
    },
    {
        "title": "Article 9 : Durée du contrat",
        "body": [
            "Le présent contrat est valable pour une durée indéterminée. Le début de l’utilisation des services del’application de Thunder Express marque l’application du contrat à l’égard de l'utilisateur."
        ]
    },
    {
        "title": "Article 10 : Droit applicable et juridiction compétente",
        "body": [
            "Le présent contrat est soumis à la législation tunisienne. L’absence de résolution à l’amiable des cas de litige entre les parties implique le recours aux tribunaux tunisiens compétents pour régler le contentieux."
        ]
    }
]